Repository: sillsdev/wesay
Catalog: common/wesay-*.po
Languages: fr, id

source: Add example sentences to senses where they are missing.
fr: Ajouter des phrases illustratives aux sens qui en manquent.

source: Looking for USB Keys...
fr: En train de détecter les clés USB...
id: Flashdrive sedang dicari ...

source: Backing Up...
fr: En train de sauvegarder...
id: Cadangan sedang dibuat ...

source: Updates the repository with our work, and gets the work of others.
fr: Mettre à jour le dépôt avec notre travail, puis charger le travail des autres.

source: View Report
fr: Afficher le rapport
id: Melihat laporan.

source: Creates a very basic dictionary publication in Microsoft Word.
fr: Crée un dictionnaire très simple dans Microsoft Word.
id: Menciptakan kamus sederhana dengan Word.

source: Make Pdf Dictionary
fr: Créer un dictionnaire PDF

source: {1} dictionary has {0} words
fr: Le dictionnaire {1} contient {0} mots

source: No Gloss
fr: Aucune glose
id: Terjemahan kata belum ada.

source: Hide &Uncommon Fields
fr: Cacher les champs rares

source: Show &Uncommon Fields
fr: Afficher les champs rares

source: Remaining:
fr: Restant :

source: Literal Meaning
fr: Sens littéral
id: Artinya yang kharfiah buat kata ini.

source: Base Form
fr: Forme de base
id: Kata Dasar

source: Meanings
fr: Sens

source: Add meanings (senses) to entries where they are missing.
fr: Ajouter des sens aux entrées qui en manquent

source: Parts of Speech
fr: Parties du discours

source: Add parts of speech to senses where they are missing.
fr: Ajouter des parties du discours aux sens qui en manquent.

source: Example Sentences
fr: Phrases illustratives

source: Base Forms
fr: Formes de base

source: Identify the "base form" word that this word is built from. In the printed dictionary, the derived or variant words can optionally be shown as subentries of their base forms.
fr: Identifier la "forme de base" sur laquelle ce mot est construit. Dans le dictionnaire imprimé, les mots dérivés ou variants peuvent parfois être presentés comme sous-entrées de leurs formes de base.

source: Backup Complete
fr: Fin de la sauvegarde
id: Proses biking cadangan sudah selesai.

source: Files backed up to {0}
fr: Fichiers sauvegardées vers {0}
id: Cadangan map-map sudah ada pada {0}

source: Files were not backed up.
fr: Les fichiers n'ont pas été sauvegardés.
id: Cadangan map-map belum dibuat.

source: Please insert the USB Key to backup to.
fr: Veuillez insérer la clé USB pour la sauvegarde.
id: Sebelum cadangan bisa dibuat, flashdrive harus dipasangkan.

source: &Cancel
fr: &Annuler
id: &Batal

source: Backup To Device
fr: Sauvegarde au dispositif
id: Membuat cadangan di flashdrive.

source: Saves a backup on an external device, like a USB key.
fr: Sauvegarde vers un périphérique externe, comme une clé USB
id: Perbuatan ini akan menyimpan cadangan pada alat eksternal seperti flashdrive.

source: Backup
fr: Sauvegarder

source: Email this dictionary to {0}
fr: Envoyer ce dictionnaire à {0}

source: Email this dictionary as a compressed attachment
fr: Envoyer ce dictionnaire en tant que pièce jointe compresée

source: Email
fr: Courriel

source: Synchronize
fr: Synchroniser

source: Synchronize With Repository
fr: Synchroniser avec le dépôt

source: Synchronizing...
fr: Synchronisation...

source: WeSay Had Problems Synchronizing
fr: WeSay a rencontré des problèmes de synchronisation

source: Finished
fr: Terminé

source: Shows some information about the lexicon.
fr: Affiche quelques informations sur le lexique
id: Melihat informasi tentang kamus.

source: Report
fr: Rapport

source: Export to Word
fr: Exporter vers Word
id: Mengirim ke program Word.

source: Export to HTML
fr: Exporter en HTML
id: Membuatkan kopi dengan menerjemahkan ke dalam bahasa komputer HTML.

source: Creates a simple Html version of the dictionary. Not a very good way to go.
fr: Crée une simple version Html du dictionnaire. Ce n'est pas une bonne solution.

source: Open in Lexique Pro
fr: Ouvrir dans Lexique Pro

source: Open dictionary in Lexique Pro for printing or web-page creation. Requires version LP ver 3.0 or higher.
fr: Ouvrir le dictionnaire dans Lexique Pro pour imprimer ou créer une page web. Nécessite LP en version 3.0 ou supérieure.

source: Export To SFM
fr: Exporter en SFM
id: Mebuatkan kopi dengan menerjemahkan ke dalam bahasa komputer SFM (Standard Format Markers-Tanda-tanda Format Norma).

source: Saves the lexicon in a form of standard format.
fr: Sauvegarde le lexique sous une forme de format standard.
id: Menyimpan kamusnya dengan pakai format norma yang tertentu.

source: Home
fr: Accueil
id: Awal

source: Switch tasks and see current status of tasks
fr: Changer de tâche et voir l'état actuel des tâches
id: Ganti tugas dan lihat status semua tugas aktuil.

source: Cannot find {0}
fr: Impossible de trouver {0}
id: {0} tidak bisa ditemukan.

source: Empty
fr: Vide

source: No Senses
fr: Aucun sens
id: Arti-arti belum ada.

source: Congratulations. You have completed this task.
fr: Félicitations. Vous avez terminé cette tâche.
id: Selamat berbahagia! Anda baru sudah selesai tugas ini.

source: There is no work left to be done on this task.
fr: Il n'y reste aucun travail pour cette tâche.
id: Semua pekerjaan yang terkait dengan tugas ini sudah selesai.

source: &This word has no Base Form
fr: Ce mot n'a pas de forme de base

source: &Delete This Word
fr: &Supprimer ce mot
id: &Hapuskan Kata Ini.

source: &New Word
fr: &Nouveau mot
id: &Kata Baru.

source: See all {0} {1} words.
fr: Afficher tous les {0} mots du dictionnaire (1).
id: Melihat semua {0} {1} kata-kata.

source: Do not just translate these words; instead think of words in your own language.
fr: Ne vous contentez pas de simplement traduire ces mots, mais pensez à des mots dans votre propre langue.

source: Example
fr: Exemple
id: Kalimat contoh:

source: Translation
fr: Traduction
id: Terjemahan kalimatnya:

source: Meaning
fr: Signification
id: Terjemahan kata dan artinya:

source: Gloss
fr: Glose

source: Program Error
fr: Erreur de logiciel

source: Dictionary has {0} words
fr: Le dictionnaire contient {0} mots

source: Loading...
fr: Chargement...
id: Sabar dulu- sedang dibuka...

source: Please wait while WeSay prepares your data
fr: Veuillez patienter tandis que WeSay prépare vos données

source: Word
fr: Mot
id: Kata

source: Citation Form
fr: Autonyme

source: Definition
fr: Définition
id: Definisi buat kata ini.

source: Picture
fr: Image
id: Gambar/Foto

source: POS
fr: Partie grammaticale
id: Istilah Tata Bahasa

source: Example Sentence
fr: Phrase illustrative
id: Kalimat Contoh

source: Example Translation
fr: Traduction de phrase illustrative
id: Terjemahan Contoh

source: Sem Dom
fr: Domaine
id: Lingkungan Arti

source: Cross Reference
fr: Renvoi

source: unknown
fr: inconnu(e)
id: Belum Terentu

source: Dictionary Browse & Edit
id: Melihati dan Meredaksikan Kamus

source: Add meanings to entries where they are missing.
id: Menambahkan arti-arti pada kata-kata utama.

source: Add Parts of Speech
id: Menambahkan istilah-istilah tata bahasa.

source: Add a Part Of Speech to senses where they are missing.
id: Menambahkan istilah tata bahasa pada arti-arti.

source: Add Examples
id: Menambahkan contoh-contoh.

source: Add example sentences to entries where they are missing.
id: Menambahkan kalimat-kalimat contoh pada kata-kata utama.

source: Add Base Forms
id: Menambahkan kata-kata dasar.

source: Identify the "base form" word that this word is built from. In the printed dictionary, these can optionally be shown as subentries.
id: Namakanlah "kata dasar" buat kata ini. Sebaliknya, dalam kamus yang akan dicetak, kata-kata dasar ini juga bisa dimasukkan sebagai kata utama.

source: Collect Word List (D)
id: Mengumpulkan daftar kata. (D)

source: Collect new words by translating from words in another language. This is a list of 1700 words from John Duerksen.
id: Mengumpulkan kata-kata baru dengan menerjemahkan dari kata-kata dalam bahasa lain. Daftar kata yang berikutnya (berjumlah 1700 buah kata) dari John Duerksen.

source: Collect Word List (PNG)
id: Mengumpulkan daftar kata (Papua Niugini)

source: Collect new words by translating from words in another language. This is a list of around 900 words and phrases from PNG.
id: Mengumpulkan kata-kata baru dengan menerjemahkan dari kata-kata dalam bahasa lain. Daftar kata dan frase yang berikutnya (berjumlah 900 buah) dari Papua Niugini.

source: Collect Words By Semantic Domain
id: Mengumpulkan kata-kata sesuai dengan lingkungan arti.

source: Collect new words organized by semantic domains and questions about those domains.
id: Mengumpulkan kata-kata baru yang diatur sesuai dengan lingkungan arti dan sesuai dengan pertanyaan-pertanyaan tentang lingkungan-lingkungan itu.

source: Actions
id: Perbuatan-perbuatan.

source: Email My Work to {0}
id: Meneruskan karya Anda lewat email kepada {0}.

source: Send a zipped email containing all your WeSay work.
id: Mengirim semua karya WeSay Anda sebagai email yang ditekankan (zipped).

source: Creates a simple Html version of the dictionary, ready for printing.
id: Menciptakan kamus yang sederhana siap dicetak. Akan diterjemahkan ke dalam bahasa komputer HTML.

source: Backup, print, etc.
id: Membuat cadangan, memprint, dll.

source: Current task:
id: Tugas aktuil:

source: Tasks
id: Tugas-tugas

source: Your dictionary has {0} words
id: Kamus Anda punya {0} kata.

source: Hide Uncommon Fields
id: Menyembunyikan kategori-kategori yang tidak biasa.

source: Show Uncommon Fields
id: Lihatkan kategori yang tidak biasa.

source: &Show All Fields
id: &Lihatkan Semua Kategori.

source: (Page Down Key)
id: (Tuts Lihat Yang Berikutnya)

source: (Enter Key)
id: (Tuts Masukkan)

source: Try thinking of words you use to talk about these things.
id: Cobalah meningat/membayangkan kata-kata yang biasanya dipakai Anda untuk membicarakan hal-hal ini dan ketiklahnya.

source: Try thinking of ways to say these words in your language.
id: Cobalah membayangkan cara-cara mengucapkan kata-kata ini dalam bahasa Anda dan ketiklahnya.

source: Word:
id: Kata:

source: To Do:
id: Kata-kata yang belum diproses.

source: Completed:
id: Kata-kata yang sudah diproses.

source: This word has no Base Form
id: Kata dasar buat kata ini tidak ada.

source: WeSay
id: KamiKata

source: CitationForm
id: Bentuk kutipan (kata utama) buat kata Ini.

source: Note
id: Catatan
